{
  "section": {
    "badge": "Our Products",
    "title": "Plastic Packaging Solutions for Industry",
    "description": "From film packaging to custom rotogravure printing, we provide packaging solutions built for your operations."
  },
  "items": [
    {
      "title": "Film Packaging & Slitting",
      "description": "Precision resizing of film material into custom widths and diameters for your specific applications.",
      "detailDescription": "We offer high-precision slitting and rewinding services to convert master rolls into smaller sizes that fit your exact machinery requirements. Our advanced equipment ensures clean cuts and perfectly wound rolls.",
      "features": [
        "Custom width and diameter capabilities",
        "Clean-cut edges for smooth runnability",
        "Wide range of core sizes available"
      ]
    },
    {
      "title": "Industrial Plastic Packaging",
      "description": "High-durability plastic packaging materials designed to protect your goods during storage and distribution.",
      "detailDescription": "Our industrial plastic packaging solutions are engineered for strength, stability, and consistent quality. Suitable for retail, distribution, and high-volume manufacturing operations.",
      "features": [
        "High tensile and tear strength",
        "Material options based on application",
        "Consistent quality and finish"
      ]
    },
    {
      "title": "Custom Rotogravure Printing",
      "description": "High-precision rotogravure printing for consistent branding and product information on packaging.",
      "detailDescription": "Our rotogravure printing service delivers sharp print detail, stable batch output, and alignment with your packaging design specifications.",
      "features": [
        "Sharp and consistent print quality",
        "Color consistency across batches",
        "Support for custom design specifications"
      ]
    },
    {
      "title": "Contract Manufacturing",
      "description": "Reliable toll manufacturing services to expand your production capacity without major capital investment.",
      "detailDescription": "Leverage our manufacturing expertise and facilities to produce your packaging products. We act as your production partner, ensuring high quality and timely delivery under your brand.",
      "features": [
        "Scalable production capacity",
        "Strict quality control standards",
        "Confidential partnership model"
      ]
    }
  ]
}
