{
  "section": {
    "badge": "Kemitraan RITZ Corp",
    "title": "RITZ Corp"
  },
  "description": {
    "paragraph1": "RITZ Corp adalah bisnis terintegrasi yang memiliki dua lini bisnis utama, yaitu Konsultan Keuangan dan Bisnis melalui PT RITZ Konsultan Indonesia (\"RKI\") dan PT RITZ Investment Indonesia (\"RII\"). Selain itu, RITZ Corp menawarkan Layanan Hukum Korporat melalui RITZ & Partners Law Firm (\"R&P\") dan Layanan Litigasi Komersial melalui Rivai & Co. Law Firm (\"RCO\").",
    "paragraph2": "RKI memiliki pengalaman dan kredensial, serta jaringan yang luas di bidang perbankan, komersial, investment banking, private equity, dan pasar modal. Terutama dalam membantu perusahaan dengan restrukturisasi korporat, restrukturisasi utang, manajemen perubahan/perubahan manajemen, divestasi/investasi, dan Merger & Akuisisi (M&A), antara lain, akuisisi, spin-off, merger, divestasi, dan investasi.",
    "paragraph3": "RII, sub-holding di bawah RITZ Corp, memiliki mitra berpengalaman dari berbagai latar belakang profesional. Bersama dengan para mitranya, RII mendirikan perusahaan anak di berbagai sektor industri, yang dikelola oleh para mitra. Ini juga dimanfaatkan untuk mendukung pembentukan anggota konsorsium dalam pembiayaan proyek yang dikelola oleh RKI.",
    "paragraph4": "R&P adalah firma hukum korporat dengan pengalaman dan kredensial dalam transaksi Merger dan Akuisisi (M&A), Banking & Finance dan Program Pra-IPO serta transaksi korporat lain yang diperlukan untuk perusahaan dan grup bisnis di Indonesia. RCO adalah firma hukum yang berfokus pada Litigasi Komersial, seperti Penyelesaian Sengketa Alternatif, Penundaan Kewajiban Pembayaran Utang (PKPU) & Kepailitan.",
    "paragraph5": "RITZ Corp memiliki tim yang terdiri dari lebih dari 40 mitra dengan latar belakang eksekutif yang beragam di bidang perbankan, investment banking & private equity, pasar modal, sektor riil, hukum, dan arbitrase. Mereka juga memiliki meja regional di Jepang, Korea Selatan, dan Singapura. Mereka memiliki kualifikasi yang luas, termasuk restrukturisasi utang, penyelesaian utang melalui divestasi aset, refinancing, investasi, dan penyelesaian utang melalui proses hukum/PKPU. RITZ Corp juga memiliki pengalaman bekerja dengan beberapa badan usaha milik negara (BUMN) besar di berbagai jenis transaksi, termasuk pengembangan bisnis, restrukturisasi, divestasi aset, penggalangan dana, dan kegiatan M&A."
  },
  "footer": {
    "confidential": "Sangat Rahasia",
    "pageNumber": "2"
  }
}
