{
  "section": {
    "badge": "Produk Kami",
    "title": "Solusi Kemasan Plastik untuk Industri",
    "description": "Dari film packaging hingga rotogravure printing kustom, kami menyediakan solusi kemasan untuk operasi Anda."
  },
  "items": [
    {
      "title": "Film Packaging & Slitting",
      "description": "Pemotongan presisi material film menjadi lebar dan diameter sesuai kebutuhan aplikasi Anda.",
      "detailDescription": "Kami menyediakan layanan slitting dan rewinding presisi tinggi untuk mengonversi master roll menjadi ukuran yang sesuai dengan kebutuhan mesin Anda. Peralatan modern kami menghasilkan potongan rapi dan gulungan yang stabil.",
      "features": [
        "Kemampuan lebar dan diameter kustom",
        "Tepi potong rapi untuk proses produksi lancar",
        "Tersedia berbagai pilihan ukuran core"
      ]
    },
    {
      "title": "Kemasan Plastik Industri",
      "description": "Material kemasan plastik berdaya tahan tinggi untuk melindungi produk selama penyimpanan dan distribusi.",
      "detailDescription": "Solusi kemasan plastik industri kami dirancang untuk kekuatan, stabilitas, dan konsistensi kualitas. Cocok untuk kebutuhan retail, distribusi, dan operasi manufaktur berskala besar.",
      "features": [
        "Kekuatan tarik dan sobek yang tinggi",
        "Pilihan material sesuai aplikasi",
        "Kualitas dan hasil akhir konsisten"
      ]
    },
    {
      "title": "Rotogravure Printing Kustom",
      "description": "Pencetakan rotogravure presisi tinggi untuk identitas merek dan informasi produk yang konsisten.",
      "detailDescription": "Layanan rotogravure printing kami mendukung hasil cetak detail, stabil antar batch, dan sesuai spesifikasi desain kemasan Anda.",
      "features": [
        "Kualitas cetak tajam dan konsisten",
        "Presisi warna antar batch",
        "Dukungan spesifikasi desain kustom"
      ]
    },
    {
      "title": "Maklon Manufaktur",
      "description": "Layanan toll manufacturing (maklon) untuk memperluas kapasitas produksi Anda tanpa investasi modal besar.",
      "detailDescription": "Manfaatkan keahlian dan fasilitas manufaktur kami untuk memproduksi produk kemasan Anda. Kami bertindak sebagai mitra produksi yang memastikan kualitas tinggi dan pengiriman tepat waktu atas nama merek Anda.",
      "features": [
        "Kapasitas produksi yang dapat diskalakan",
        "Standar kontrol kualitas yang ketat",
        "Model kemitraan yang terjaga kerahasiaannya"
      ]
    }
  ]
}
